Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Peel writes these settings only in a file of its own, which zsh reads through one line in %@, so Peel never changes your own file. The command adds the line at the end. If you load tools such as fzf-tab there, move the line above them, since their settings have to come after Peel’s. Turn All Off empties Peel’s file, and the line then does nothing.
cs: Peel tato nastavení zapisuje jen do vlastního souboru, který zsh čte prostřednictvím jednoho řádku v souboru %@, takže Peel váš vlastní soubor nikdy nemění. Příkaz přidá tento řádek na konec souboru. Pokud v něm načítáte nástroje, jako je fzf-tab, přesuňte řádek nad ně, protože jejich nastavení musí následovat až po nastavení Peelu. Tlačítko Vypnout vše soubor Peelu vyprázdní a řádek pak nic nedělá.
de: Peel schreibt diese Einstellungen nur in eine eigene Datei, die zsh über eine Zeile in %@ liest, daher ändert Peel deine eigene Datei nie. Der Befehl fügt die Zeile am Ende hinzu. Wenn du dort Tools wie fzf-tab lädst, verschiebe die Zeile über die Zeilen dieser Tools, da ihre Einstellungen nach denen von Peel kommen müssen. „Alle deaktivieren“ leert die Datei von Peel, und die Zeile bewirkt dann nichts.
es: Peel escribe estos ajustes solo en un archivo propio, que zsh lee mediante una línea en %@, así que Peel nunca cambia tu propio archivo. El comando añade la línea al final. Si ahí cargas herramientas como fzf-tab, mueve la línea por encima de ellas, ya que sus ajustes tienen que ir después de los de Peel. “Desactivar todo” vacía el archivo de Peel, y entonces la línea no hace nada.
fr: Peel n’écrit ces réglages que dans un fichier qui lui est propre, que zsh lit grâce à une ligne placée dans %@ : Peel ne modifie donc jamais votre propre fichier. La commande ajoute cette ligne à la fin du fichier. Si vous y chargez des outils comme fzf-tab, déplacez-la au-dessus des lignes qui les chargent, car leurs réglages doivent venir après ceux de Peel. « Tout désactiver » vide le fichier de Peel, et la ligne n’a alors plus aucun effet.
it: Peel scrive queste impostazioni solo in un proprio file, che zsh legge tramite una riga nel file %@, quindi Peel non modifica mai il tuo file. Il comando aggiunge la riga alla fine del file. Se in quel file carichi strumenti come fzf-tab, sposta la riga sopra quelle che li caricano, perché le loro impostazioni devono venire dopo quelle di Peel. “Disattiva tutto” svuota il file di Peel, e a quel punto la riga non ha più alcun effetto.
ja: Peelはこれらの設定を独自のファイルにだけ書き込み、zshは%@にある1行を通じてそのファイルを読み込みます。そのため、Peelがお使いのファイルを変更することは決してありません。コマンドは、この行をファイルの末尾に追加します。そのファイルでfzf-tabなどのツールを読み込んでいる場合は、それらのツールの設定がPeelの設定より後に来る必要があるため、この行をそれらを読み込む行より上に移動してください。“すべてオフにする”を使うとPeelのファイルが空になり、この行は何の効果もなくなります。
ko: Peel은 이 설정을 Peel 전용 파일에만 쓰고, zsh는 %@에 있는 한 줄을 통해 이 파일을 읽으므로 Peel은 사용자의 파일을 절대 변경하지 않습니다. 명령을 실행하면 이 줄이 사용자의 파일 끝에 추가됩니다. 사용자의 파일에서 fzf-tab 같은 도구를 불러오는 경우, 해당 도구의 설정이 Peel의 설정보다 뒤에 와야 하므로 이 줄을 그 도구를 불러오는 줄보다 위로 옮기십시오. ‘모두 끄기’는 Peel의 파일을 비우며, 그러면 이 줄은 아무 효과가 없습니다.
nl: Peel schrijft deze instellingen alleen in een eigen bestand, dat zsh leest via één regel in %@, zodat Peel je eigen bestand nooit wijzigt. Het commando voegt de regel aan het einde toe. Als je in je eigen bestand tools zoals fzf-tab laadt, zet de regel dan boven die tools, omdat hun instellingen na die van Peel moeten komen. 'Schakel alles uit' maakt het bestand van Peel leeg, en de regel doet dan niets.
pl: Peel zapisuje te ustawienia wyłącznie we własnym pliku, który zsh odczytuje dzięki jednemu wierszowi w pliku %@, więc Peel nigdy nie zmienia Twojego własnego pliku. Polecenie dodaje ten wiersz na końcu pliku. Jeśli wczytujesz tam narzędzia takie jak fzf-tab, przenieś ten wiersz nad wiersze, które je wczytują, ponieważ ustawienia tych narzędzi muszą następować po ustawieniach Peel. Przycisk „Wyłącz wszystkie” opróżnia plik Peel, a wtedy ten wiersz nic nie robi.
pt: O Peel grava estes ajustes apenas em um arquivo próprio, que o zsh lê por meio de uma linha no %@, então o Peel nunca altera o seu próprio arquivo. O comando adiciona a linha no final. Se você carrega ferramentas como o fzf-tab nesse arquivo, mova a linha para que fique acima delas, já que os ajustes delas precisam vir depois dos ajustes do Peel. Desativar Todas esvazia o arquivo do Peel, e então a linha não tem mais efeito.
ro: Peel scrie aceste configurări doar într‑un fișier propriu, pe care zsh îl citește printr‑o linie din %@, așa că Peel nu vă modifică niciodată propriul fișier. Comanda adaugă linia la sfârșitul fișierului. Dacă încărcați acolo instrumente precum fzf-tab, mutați linia deasupra lor, deoarece configurările lor trebuie să vină după cele ale Peel. Butonul Dezactivați toate golește fișierul Peel, iar linia rămâne apoi fără efect.
ru: Peel записывает эти параметры только в собственный файл, который zsh читает через одну строку в %@, поэтому Peel никогда не меняет Ваш собственный файл. Команда добавляет эту строку в конец файла. Если Вы загружаете в нем такие инструменты, как fzf-tab, переместите эту строку выше строк, которые их загружают, поскольку их настройки должны идти после настроек Peel. Кнопка «Выключить все» очищает файл Peel, и тогда эта строка ни на что не влияет.
sv: Peel skriver de här inställningarna bara i en egen fil, som zsh läser via en rad i %@, så Peel ändrar aldrig din egen fil. Kommandot lägger till raden sist i filen. Om du läser in verktyg som fzf-tab där flyttar du raden ovanför dem, eftersom deras inställningar måste komma efter Peels. ”Stäng av alla” tömmer Peels fil, och då gör raden ingenting.
tr: Peel bu ayarları yalnızca kendine ait bir dosyaya yazar; zsh bu dosyayı %@ dosyasındaki tek bir satır aracılığıyla okur, bu yüzden Peel sizin dosyanızı hiçbir zaman değiştirmez. Komut bu satırı dosyanızın sonuna ekler. Dosyanızda fzf-tab gibi araçları yüklüyorsanız, satırı bunları yükleyen satırların üstüne taşıyın, çünkü bu araçların ayarlarının Peel’in ayarlarından sonra gelmesi gerekir. Tümünü Kapat düğmesi Peel’in dosyasını boşaltır ve satır artık hiçbir şey yapmaz.
uk: Peel записує ці налаштування лише у власний файл, який zsh читає завдяки одному рядку в %@, тож Peel ніколи не змінює ваш власний файл. Команда додає цей рядок у кінець файлу. Якщо ви завантажуєте там інструменти, як-от fzf-tab, перемістіть цей рядок над ними, бо їхні налаштування мають стояти після налаштувань Peel. Кнопка «Вимкнути всі» очищає файл Peel, і тоді цей рядок нічого не робить.
zh_hans: Peel只将这些设置写入它自己的文件，zsh通过%@中的一行读取该文件，因此Peel绝不会更改你自己的文件。这条命令会将这一行添加到文件末尾。如果你在该文件中载入fzf-tab等工具，请将这一行移到载入它们的那些行上方，因为它们的设置必须位于Peel的设置之后。“全部关闭”会清空Peel的文件，届时这一行将不起任何作用。
zh_hant: Peel只會將這些設定寫入它自己的檔案，zsh則透過%@中的一行讀取該檔案，因此Peel絕不會更改你自己的檔案。此指令會將這一行加在檔案結尾。如果你在自己的檔案中載入fzf-tab等工具，請將這一行移到載入它們的設定行上方，因為它們的設定必須排在Peel的設定之後。「全部關閉」會清空Peel的檔案，這一行便不再有任何作用。

source: Peel writes these to a file of its own, which ssh reads. Turning one off takes it out of that file, and your ~/.ssh/config stays as it is.
cs: Peel tato nastavení zapisuje do vlastního souboru, který čte ssh. Vypnutím se nastavení z tohoto souboru odebere a váš soubor ~/.ssh/config zůstane, jak je.
de: Peel schreibt diese Einstellungen in eine eigene Datei, die ssh liest. Wenn du eine deaktivierst, wird sie aus dieser Datei entfernt, und deine ~/.ssh/config bleibt, wie sie ist.
es: Peel escribe estos ajustes en un archivo propio, que lee ssh. Al desactivar uno, se quita de ese archivo, y tu ~/.ssh/config se queda como está.
fr: Peel écrit ces réglages dans un fichier qui lui est propre, que ssh lit. En désactiver un le retire de ce fichier, et votre fichier ~/.ssh/config reste tel quel.
it: Peel scrive queste impostazioni in un proprio file, che ssh legge. Disattivarne una la toglie da quel file, e il tuo file ~/.ssh/config resta com’è.
ja: Peelはこれらの設定を独自のファイルに書き込み、sshがそのファイルを読み込みます。オフにした設定はそのファイルから取り除かれ、お使いの~/.ssh/configはそのまま残ります。
ko: Peel은 이 설정을 ssh가 읽는 Peel 전용 파일에 씁니다. 항목을 끄면 그 파일에서 해당 설정이 빠지며, 사용자의 ~/.ssh/config 파일은 그대로 유지됩니다.
nl: Peel schrijft deze naar een eigen bestand, dat ssh leest. Als je er een uitschakelt, wordt die uit dat bestand gehaald, en je ~/.ssh/config blijft zoals het is.
pl: Peel zapisuje je we własnym pliku, który odczytuje ssh. Wyłączenie któregoś z nich usuwa je z tego pliku, a Twój plik ~/.ssh/config pozostaje bez zmian.
pt: O Peel grava estes ajustes em um arquivo próprio, que o ssh lê. Desativar um deles o retira desse arquivo, e o seu ~/.ssh/config continua como está.
ro: Peel scrie aceste configurări într‑un fișier propriu, pe care ssh îl citește. Dezactivarea uneia o scoate din acel fișier, iar fișierul dvs. ~/.ssh/config rămâne așa cum este.
ru: Peel записывает эти параметры в собственный файл, который читает ssh. Если выключить параметр, Peel уберет его из этого файла, а Ваш файл ~/.ssh/config останется без изменений.
sv: Peel skriver dessa i en egen fil, som ssh läser. Om du stänger av en av dem tas den bort ur filen, och din ~/.ssh/config förblir som den är.
tr: Peel bunları kendine ait bir dosyaya yazar ve ssh bu dosyayı okur. Birini kapatmak onu bu dosyadan çıkarır; ~/.ssh/config dosyanız ise olduğu gibi kalır.
uk: Peel записує їх у власний файл, який читає ssh. Якщо вимкнути одне з них, його буде вилучено з цього файлу, а ваш ~/.ssh/config лишиться без змін.
zh_hans: Peel会将这些设置写入它自己的文件，由ssh读取。关闭某一项会将其从该文件中移除，你的~/.ssh/config保持原样。
zh_hant: Peel會將這些設定寫入它自己的檔案，再由ssh讀取。關閉其中一項，會將它從該檔案中移除，你的~/.ssh/config則維持原樣。

source: Peel writes these to a file of its own, which zsh reads. Turning one off takes it out of that file, and your ~/.zshrc stays as it is.
cs: Peel tato nastavení zapisuje do vlastního souboru, který čte zsh. Vypnutím se nastavení z tohoto souboru odebere a váš soubor ~/.zshrc zůstane, jak je.
de: Peel schreibt diese Einstellungen in eine eigene Datei, die zsh liest. Wenn du eine deaktivierst, wird sie aus dieser Datei entfernt, und deine ~/.zshrc bleibt, wie sie ist.
es: Peel escribe estos ajustes en un archivo propio, que lee zsh. Al desactivar uno, se quita de ese archivo, y tu ~/.zshrc se queda como está.
fr: Peel écrit ces réglages dans un fichier qui lui est propre, que zsh lit. En désactiver un le retire de ce fichier, et votre fichier ~/.zshrc reste tel quel.
it: Peel scrive queste impostazioni in un proprio file, che zsh legge. Disattivarne una la toglie da quel file, e il tuo file ~/.zshrc resta com’è.
ja: Peelはこれらの設定を独自のファイルに書き込み、zshがそのファイルを読み込みます。オフにした設定はそのファイルから取り除かれ、お使いの~/.zshrcはそのまま残ります。
ko: Peel은 이 설정을 zsh가 읽는 Peel 전용 파일에 씁니다. 항목을 끄면 그 파일에서 해당 설정이 빠지며, 사용자의 ~/.zshrc 파일은 그대로 유지됩니다.
nl: Peel schrijft deze naar een eigen bestand, dat zsh leest. Als je er een uitschakelt, wordt die uit dat bestand gehaald, en je ~/.zshrc blijft zoals het is.
pl: Peel zapisuje je we własnym pliku, który odczytuje zsh. Wyłączenie któregoś z nich usuwa je z tego pliku, a Twój plik ~/.zshrc pozostaje bez zmian.
pt: O Peel grava estes ajustes em um arquivo próprio, que o zsh lê. Desativar um deles o retira desse arquivo, e o seu ~/.zshrc continua como está.
ro: Peel scrie aceste configurări într‑un fișier propriu, pe care zsh îl citește. Dezactivarea uneia o scoate din acel fișier, iar fișierul dvs. ~/.zshrc rămâne așa cum este.
ru: Peel записывает эти параметры в собственный файл, который читает zsh. Если выключить параметр, Peel уберет его из этого файла, а Ваш файл ~/.zshrc останется без изменений.
sv: Peel skriver dessa i en egen fil, som zsh läser. Om du stänger av en av dem tas den bort ur filen, och din ~/.zshrc förblir som den är.
tr: Peel bunları kendine ait bir dosyaya yazar ve zsh bu dosyayı okur. Birini kapatmak onu bu dosyadan çıkarır; ~/.zshrc dosyanız ise olduğu gibi kalır.
uk: Peel записує їх у власний файл, який читає zsh. Якщо вимкнути одне з них, його буде вилучено з цього файлу, а ваш ~/.zshrc лишиться без змін.
zh_hans: Peel会将这些设置写入它自己的文件，由zsh读取。关闭某一项会将其从该文件中移除，你的~/.zshrc保持原样。
zh_hant: Peel會將這些設定寫入它自己的檔案，再由zsh讀取。關閉其中一項，會將它從該檔案中移除，你的~/.zshrc則維持原樣。

source: Peel, ^[%lld update](inflect: true) waiting
cs: Peel, čeká %lld aktualizací
de: Peel, %lld ausstehende Updates
es: Peel, %lld actualizaciones pendientes
fr: Peel, %lld mises à jour en attente
it: Peel, %lld aggiornamenti in attesa
ja: Peel、%lld件のアップデートが待機中
ko: Peel, 대기 중인 업데이트 %lld개
nl: Peel, %lld updates wachten
pl: Peel, %lld uaktualnienia czeka
pt: Peel, %lld atualizações pendentes
ro: Peel, %lld de actualizări în așteptare
ru: Peel, %lld обновления ожидают установки
sv: Peel, %lld uppdateringar väntar
tr: Peel, %lld güncelleme bekliyor
uk: Peel, %lld оновлення очікує
zh_hans: Peel，%lld个更新等待中
zh_hant: Peel，有%lld個更新項目等待中

source: Peel, the files that are certainly its own, and its folder in Application Support go to the Trash, all but the Terminal settings zsh and ssh read, and its settings are cleared. That folder holds History, your exclusions, and Saved Settings. What you set in Tweaks and on the Terminal page stays as it is. The space is freed when you empty the Trash.
cs: Peel, soubory, které jsou určitě jeho, a jeho složka v Application Support se přesunou do koše (vše kromě nastavení Terminálu, která čtou zsh a ssh) a jeho nastavení se vymažou. Tato složka obsahuje Historii, vaše výjimky a Uložená nastavení. Co jste nastavili na stránkách Přizpůsobení a Terminál, zůstane tak, jak je. Místo se uvolní, až vysypete koš.
de: Peel, die Dateien, die sicher zu Peel gehören, und sein Ordner in Application Support werden in den Papierkorb gelegt, bis auf die Terminal-Einstellungen, die zsh und ssh lesen, und seine Einstellungen werden entfernt. Dieser Ordner enthält den Verlauf, deine Ausschlüsse und die gesicherten Einstellungen. Was du auf den Seiten „Anpassungen“ und „Terminal“ eingestellt hast, bleibt, wie es ist. Der Speicherplatz wird frei, wenn du den Papierkorb entleerst.
es: Peel, los archivos que sin duda son suyos y su carpeta de Application Support van a la papelera, salvo los ajustes de Terminal que zsh y ssh leen, y sus ajustes se borran. Esa carpeta contiene Historial, tus exclusiones y Ajustes guardados. Lo que hayas configurado en Retoques y en la página Terminal se queda como está. El espacio se libera cuando vacías la papelera.
fr: Peel, les fichiers qui lui appartiennent à coup sûr et son dossier dans Application Support sont placés dans la corbeille, à l’exception des réglages Terminal que lisent zsh et ssh, et ses réglages sont effacés. Ce dossier contient l’Historique, vos exclusions et les Réglages enregistrés. Ce que vous avez défini dans Ajustements et sur la page Terminal reste tel quel. L’espace est libéré lorsque vous videz la corbeille.
it: Peel, i file che sono sicuramente suoi e la sua cartella in Application Support vanno nel Cestino, tutto tranne le impostazioni di Terminale che zsh e ssh leggono, e le sue impostazioni vengono cancellate. Quella cartella contiene la Cronologia, le tue esclusioni e le Impostazioni salvate. Ciò che imposti nelle pagine Ritocchi e Terminale resta com’è. Lo spazio viene liberato quando svuoti il Cestino.
ja: Peel、確実にPeelのものであるファイル、Application SupportにあるPeelのフォルダが、zshとsshが読み込むターミナルの設定を除いてゴミ箱に入り、設定は消去されます。このフォルダには、履歴、除外リスト、“保存された設定”が含まれます。“カスタマイズ”と“ターミナル”ページで設定した内容は、そのまま残ります。領域は、ゴミ箱を空にしたときに解放されます。
ko: Peel과 확실히 Peel의 것인 파일, Application Support에 있는 Peel의 폴더가 휴지통으로 이동하고(zsh와 ssh가 읽는 터미널 설정은 남음) 설정이 지워집니다. 이 폴더에는 기록, 제외 항목, 저장된 설정이 들어 있습니다. 미세 조정 페이지와 터미널 페이지에서 설정한 내용은 그대로 유지됩니다. 공간은 휴지통을 비울 때 확보됩니다.
nl: Peel, de bestanden die zeker van Peel zijn en de eigen map in Application Support gaan naar de prullenmand, behalve de Terminal-instellingen die zsh en ssh lezen, en de instellingen van Peel worden gewist. Die map bevat Geschiedenis, je uitsluitingen en 'Bewaarde instellingen'. Wat je in 'Aanpassingen' en op de pagina 'Terminal' hebt ingesteld, blijft zoals het is. De ruimte komt vrij wanneer je de prullenmand leegt.
pl: Peel, pliki, które na pewno należą do niego, oraz jego folder w Application Support, z wyjątkiem ustawień Terminala odczytywanych przez zsh i ssh, trafią do Kosza, a jego ustawienia zostaną wyczyszczone. Ten folder zawiera Historię, Twoje wykluczenia i Zachowane ustawienia. To, co ustawiasz w Dostosowaniach i na stronie Terminal, pozostaje bez zmian. Miejsce zostanie zwolnione, gdy opróżnisz Kosz.
pt: O Peel, os arquivos que com certeza são dele e a pasta dele em Application Support vão para o Lixo, exceto os ajustes do Terminal que o zsh e o ssh leem, e os ajustes dele são limpos. Essa pasta guarda o Histórico, as suas exclusões e os Ajustes Salvos. O que você definiu em Personalizações e na página Terminal continua como está. O espaço é liberado quando você esvazia o Lixo.
ro: Peel, fișierele care sunt sigur ale sale și dosarul său din Application Support sunt mutate în Coș, cu excepția configurărilor Terminal pe care zsh și ssh le citesc, iar configurările sale sunt eliminate. Acel dosar conține Istoricul, excluderile dvs. și Configurările salvate. Ce ați stabilit în paginile Ajustări și Terminal rămâne așa cum este. Spațiul se eliberează când goliți Coșul.
ru: Peel, файлы, которые точно ему принадлежат, и его папка в Application Support перемещаются в Корзину, кроме параметров раздела «Терминал», которые читают zsh и ssh, а его настройки очищаются. В этой папке хранятся История, Ваши исключения и «Сохраненные настройки». То, что Вы задали в разделах «Тонкая настройка» и «Терминал», остается без изменений. Место освободится, когда Вы очистите Корзину.
sv: Peel, de filer som med säkerhet är dess egna och dess mapp i Application Support flyttas till papperskorgen, allt utom de Terminal-inställningar som zsh och ssh läser, och dess inställningar rensas. Den mappen innehåller Historik, dina undantag och Sparade inställningar. Det du har ställt in i Justeringar och på sidan Terminal förblir som det är. Utrymmet frigörs när du tömmer papperskorgen.
tr: Peel, kesinlikle kendisine ait olan dosyalar ve Application Support içindeki klasörü, zsh ve ssh tarafından okunan Terminal ayarları dışında, Çöp Sepeti’ne gider ve ayarları temizlenir. O klasörde Geçmiş, hariç tutulanlar listeniz ve Kaydedilmiş Ayarlar bulunur. İnce Ayarlar’da ve Terminal sayfasında ayarladıklarınız olduğu gibi kalır. Yer, Çöp Sepeti’ni boşalttığınızda boşalır.
uk: Peel, файли, які точно належать їй, і її папку в Application Support буде переміщено в Смітник, крім налаштувань Термінала, які читають zsh і ssh, а її налаштування очищено. У цій папці зберігаються Історія, ваші винятки та «Збережені налаштування». Те, що ви задали в розділі «Тонкі налаштування» та на сторінці «Термінал», лишиться без змін. Місце звільниться, коли ви очистите Смітник.
zh_hans: Peel、确定属于它的文件，以及它在Application Support中的文件夹（zsh和ssh读取的“终端”设置除外）将移到废纸篓，它的设置也会被清除。该文件夹中存有“历史记录”、你的排除项和“已保存的设置”。你在“微调”和“终端”页面中设定的内容会保持原样。清倒废纸篓后，空间才会释放。
zh_hant: Peel、確定屬於它的檔案，以及它在Application Support中的檔案夾都會丟到「垃圾桶」（zsh和ssh讀取的「終端機」設定除外），它的設定也會被清除。該檔案夾存有「歷史記錄」、你的排除項目和「已儲存的設定」。你在「微調」中和「終端機」頁面上設定的內容會維持原樣。清空「垃圾桶」後才會釋放空間。

source: Peel’s helper can’t keep its record of what it moves, so nothing was moved.
cs: Pomocník Peelu si nemůže vést záznam o tom, co přesouvá, a proto se nic nepřesunulo.
de: Das Hilfsprogramm von Peel kann nicht festhalten, was es verschiebt, daher wurde nichts verschoben.
es: El asistente de Peel no puede llevar el registro de lo que traslada, así que no se ha trasladado nada.
fr: L’utilitaire de Peel ne peut pas tenir le registre de ce qu’il déplace : rien n’a donc été déplacé.
it: L’assistente di Peel non riesce a tenere il registro di ciò che sposta, quindi non è stato spostato nulla.
ja: Peelのヘルパーが移動するものの記録を保存できないため、何も移動しませんでした。
ko: Peel 보조 프로그램이 이동하는 항목을 기록할 수 없으므로 아무것도 이동하지 않았습니다.
nl: Het hulpprogramma van Peel kan niet bijhouden wat het verplaatst, dus er is niets verplaatst.
pl: Pomocnik Peel nie może prowadzić zapisu tego, co przenosi, więc niczego nie przeniesiono.
pt: O auxiliar do Peel não consegue manter o registro do que move, então nada foi movido.
ro: Instrumentul de ajutor Peel nu își poate ține evidența a ceea ce mută, așa că nu s‑a mutat nimic.
ru: Помощник Peel не может вести журнал того, что он перемещает, поэтому ничего не перемещено.
sv: Peels hjälpprogram kan inte föra sin förteckning över vad det flyttar, så inget flyttades.
tr: Peel’in yardımcısı taşıdıklarının kaydını tutamıyor, bu yüzden hiçbir şey taşınmadı.
uk: Помічник Peel не може вести запис того, що переміщує, тож нічого не переміщено.
zh_hans: Peel的帮助程序无法保存它所移动内容的记录，因此没有移动任何内容。
zh_hant: Peel的輔助程式無法保存它所移動項目的記錄，因此未移動任何項目。

source: Peel’s helper can’t read its record of what it moved, so nothing was put back.
cs: Pomocník Peelu nemůže přečíst svůj záznam o tom, co přesunul, a proto se nic nevrátilo zpět.
de: Das Hilfsprogramm von Peel kann seine Aufzeichnungen darüber, was es verschoben hat, nicht lesen, daher wurde nichts zurückgelegt.
es: El asistente de Peel no puede leer su registro de lo que ha trasladado, así que no se ha restaurado nada.
fr: L’utilitaire de Peel ne peut pas lire le registre de ce qu’il a déplacé : rien n’a donc été remis en place.
it: L’assistente di Peel non riesce a leggere il registro di ciò che ha spostato, quindi non è stato ripristinato nulla.
ja: Peelのヘルパーが移動したものの記録を読み取れないため、何も戻しませんでした。
ko: Peel 보조 프로그램이 이동한 항목에 대한 기록을 읽을 수 없으므로 아무것도 되돌려 놓지 않았습니다.
nl: Het hulpprogramma van Peel kan zijn overzicht van wat het heeft verplaatst niet lezen, dus er is niets teruggezet.
pl: Pomocnik Peel nie może odczytać swojego zapisu tego, co przeniósł, więc niczego nie przywrócono.
pt: O auxiliar do Peel não consegue ler o registro do que moveu, então nada foi colocado de volta.
ro: Instrumentul de ajutor Peel nu își poate citi evidența a ceea ce a mutat, așa că nu s‑a pus nimic înapoi.
ru: Помощник Peel не может прочитать свой журнал того, что он переместил, поэтому ничего не восстановлено.
sv: Peels hjälpprogram kan inte läsa sin förteckning över vad det flyttade, så inget lades tillbaka.
tr: Peel’in yardımcısı taşıdıklarının kaydını okuyamıyor, bu yüzden hiçbir şey yerine konmadı.
uk: Помічник Peel не може прочитати свій запис того, що перемістив, тож нічого не повернуто.
zh_hans: Peel的帮助程序无法读取它所移动内容的记录，因此没有放回任何内容。
zh_hant: Peel的輔助程式無法讀取它所移動項目的記錄，因此未還原任何項目。
